Repository: paroj/sumwars
Catalog: share/translation/*/testquest.po
Languages: fr

source: This is a Test
fr: Voici un test

source: afraid
fr: effrayé

source: again a test
fr: encore un test

source: amused
fr: amusé

source: and yet another Test
fr: et encore un autre test

source: angry
fr: en colère

source: being disgusted
fr: dégoûté

source: bored
fr: ennuyé

source: deadly injured
fr: mortellement blessé

source: excited
fr: agité

source: exhausted
fr: épuisé

source: grin
fr: sourit

source: happy
fr: content

source: in love
fr: amoureux

source: in panic
fr: panique

source: injured
fr: blessé

source: offended
fr: offensé

source: pain
fr: douleur

source: putting up a distance
fr: met à distance

source: sad
fr: triste

source: shouting a warcry
fr: pousse un cri de guerre

source: sneer
fr: ricane

source: surprised
fr: surpris

source: thoughtful
fr: pensif

source: threatening
fr: menaçant

source: unhappy
fr: mécontent
